{
  "metadata": {
    "version": 2,
    "www_path_prefix": "http://www.crunchbase.com/",
    "api_path_prefix": "http://api.crunchbase.com/v/2/",
    "image_path_prefix": "https://res.cloudinary.com/crunchbase-production/"
  },
  "data": {
    "uuid": "5431218f85001e39659ade9b54647e92",
    "type": "Organization",
    "properties": {
      "role_company": true,
      "permalink": "remote-insight",
      "primary_role": "company",
      "is_closed": false,
      "closed_on_trust_code": 0,
      "name": "Remote Insight",
      "description": "Remote Insight is commercializing big data analytics of satellite remote sensing imagery, initially as a direct service offering, supporting the Environmental, Health and Safety programs of midstream oil and gas pipeline operators.  Remote Insight offers automated monitoring services that reduce the response time to pipeline related incidents, improving safety and reducing the cleanup and mitigation costs for the operators.  \n\nTo meet U.S. federal regulations, transmission pipeline operators within the U.S. are currently required to patrol over 400,000 miles of pipeline, at intervals ranging from once every two weeks to once per year.  On average, every day, somewhere within the U.S., enough pipeline to run between Seattle to Los Angeles is patrolled.  These patrols, which are primarily looking for construction encroachment and obvious signs of leakage, are currently conducted on foot, in a vehicle, or most commonly, by a manned aircraft.  \n\nIn aggregate, U.S. transmission pipeline operators currently spend approximately $250M/year to address pipeline patrol.  Despite these efforts, there are still approximately 10 fatalities, 50 injuries, and $300M in property damage yearly in pipeline related incidents in the U.S, per the U.S. Pipeline and Hazardous Materials Safety Administration.\n\nRemote Insight’s machine learning software and business processes automation streamlines the detection of construction encroachment and obvious signs of leaks in pipeline right-of-way, using inexpensive, commercially available space-based imagery.  Remote Insight’s approach results in a more timely detection of hazardous conditions, and by leveraging the relatively inexpensive distributed computing horsepower of the cloud, Remote Insight’s approach also offers a more thorough analysis of the imagery resulting in detection and prediction of more subtle hazards. \n\nRemote Insight’s technology, business processes, and strategic partnerships are ultimately suited to become the de-facto standard across a much broader range of vertical markets served by space-based imagery platforms, as the cost of the imagery drops and the quality of the imagery improves.  Remote Insight is well positioned to take advantage of the environment created as imagery vendors including Skybox Imaging, Planet Labs, OmniEarth and Satellogic commoditize the imagery itself, and seek to differentiate from one another through analytics offerings. \n",
      "short_description": "Making pipelines safer, by applying cloud-based big data analytics to satellite remote sensing imagery for monitoring and alerting.",
      "founded_on_day": 29,
      "founded_on_trust_code": 7,
      "founded_on_month": 8,
      "founded_on_year": 2013,
      "founded_on": "2013-08-29",
      "homepage_url": "http://www.remoteinsight.biz",
      "closed_on_day": null,
      "closed_on_month": null,
      "closed_on_year": null,
      "closed_on": null,
      "created_at": 1403117113,
      "updated_at": 1403117362,
      "total_funding_usd": 0,
      "number_of_investments": 0
    },
    "relationships": {
      "current_team": {
        "paging": {
          "total_items": 1,
          "first_page_url": "http://api.crunchbase.com/v/2/organization/remote-insight/current_team",
          "sort_order": "custom"
        },
        "items": [
          {
            "first_name": "Tim",
            "last_name": "Johns",
            "title": "Founder and President",
            "started_on": "2013-08-29",
            "path": "person/tim-johns",
            "created_at": 1403117518,
            "updated_at": 1403117519
          }
        ]
      },
      "founders": {
        "paging": {
          "total_items": 1,
          "first_page_url": "http://api.crunchbase.com/v/2/organization/remote-insight/founders",
          "sort_order": "created_at DESC"
        },
        "items": [
          {
            "type": "Person",
            "name": "Tim Johns",
            "path": "person/tim-johns",
            "created_at": 1403117518,
            "updated_at": 1403117519
          }
        ]
      },
      "primary_image": {
        "paging": {
          "total_items": 1,
          "first_page_url": "http://api.crunchbase.com/v/2/organization/remote-insight/primary_image",
          "sort_order": "created_at DESC"
        },
        "items": [
          {
            "type": "ImageAsset",
            "title": null,
            "path": "image/upload/v1403116719/fek68a05qx0v48iq0d4q.jpg",
            "created_at": 1403117114,
            "updated_at": 1403117114
          }
        ]
      },
      "websites": {
        "paging": {
          "total_items": 1,
          "first_page_url": "http://api.crunchbase.com/v/2/organization/remote-insight/websites",
          "sort_order": "created_at DESC"
        },
        "items": [
          {
            "url": "http://www.remoteinsight.biz",
            "type": "WebPresence",
            "title": "homepage",
            "created_at": 1403117114,
            "updated_at": 1403117114
          }
        ]
      }
    }
  }
}